<html><head><title>Es válido tener dudas y sentirse inseguro de vez en cuando, pero no permitas que esos sentimientos definan quién eres</title></head><body data-notebook="{&quot;cover&quot;:{&quot;is_private&quot;:true,&quot;cover_id&quot;:&quot;5gyuc72cdc3bbc503462083557045b9b7d7ef&quot;},&quot;name&quot;:&quot;Moleskine&quot;,&quot;created_date&quot;:&quot;2017-03-11T12:41:20+0100&quot;,&quot;modified_date&quot;:&quot;2017-03-11T12:41:20+0100&quot;}" data-notecard="{&quot;color&quot;:&quot;#FFFFFF&quot;,&quot;name&quot;:&quot;Es v&aacute;lido tener dudas y sentirse inseguro de vez en cuando, pero no permitas que esos sentimientos definan qui&eacute;n eres&quot;,&quot;created_date&quot;:&quot;2025-05-17T10:51:20+0200&quot;,&quot;modified_date&quot;:&quot;2025-05-18T09:25:52+0200&quot;}"><content><div>Es v&aacute;lido tener dudas y sentirse insegura o inseguro de vez en cuando, pero no permitas que esos sentimientos definan qui&eacute;n eres.&nbsp;</div><div><br></div><div><b><u>Piensa en todas las veces que has aprendido nuevas habilidades</u>,&nbsp;</b><b>superado desaf&iacute;os</b>&nbsp;y logrado cosas que parec&iacute;an imposibles; esos momentos son prueba de tu capacidad y tu talento, incluso si a veces te resulta dif&iacute;cil reconocerlo.</div><div><br></div><div><u>Eres m&aacute;s de lo que el mundo te dice que eres.</u></div><div><br></div><div>T&oacute;mate un tiempo para reflexionar sobre tu camino, haz una lista de todo lo que has conseguido, desde lo m&aacute;s grande hasta lo m&aacute;s peque&ntilde;o. Al ver esa lista te dar&aacute;s cuenta de que hay muchas cosas que merecen tu reconocimiento y que son prueba de tu capacidad.&nbsp;</div><div><br></div><div>Empieza a reconocer tus logros, celebra tu &eacute;xito y dale valor; y date cr&eacute;dito por el esfuerzo que pones en todo lo que haces.&nbsp;</div><div><br></div><div><b></b></div><div>A veces las opiniones de otras personas nos hacen creer que no somos suficientes, pero la verdad es que tienes un valor inmenso que no depende de la validaci&oacute;n del mundo; eres una persona con habilidades &uacute;nicas, experiencias valiosas y un potencial enorme. Eres suficiente.</div><div><br></div><div>Rod&eacute;ate de personas que te apoyen y te recuerden lo que vales.</div><div><br></div><div>Al final del d&iacute;a, lo que realmente importa es c&oacute;mo nos percibimos y cu&aacute;nto confiamos en nuestras capacidades.</div><div><br></div><div>Esto requiere paciencia, autocompasi&oacute;n y un cambio en la manera en la que te percibes.</div><div><br></div><div>La perfecci&oacute;n no es el objetivo; <u>no existen las personas perfectas y pretender serlo solo a&ntilde;ade una presi&oacute;n innecesaria. </u>En lugar de buscar la perfecci&oacute;n enf&oacute;cate en aprender y avanzar, superar.</div><div><br></div><div>Es importante aceptar que cometer errores y tener fracasos es parte de nuestro proceso.</div><div><br></div><div>Recuerda que eres suficiente tal y como eres y mereces cada &eacute;xito que llega a tu vida.</div></content></body></html>